Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/sammedikke-birra.html.tmx
Source language: smj
Languages: sma

source: Sámmedikke birra / Sámedigge - Sametinget
sma: Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Sámedigge le sámij álmmukválljidum orgádna Vuonan.
sma: Saemiedigkie akte almetjeveeljeme åårgane saemide Nöörjesne.

source: 39 ájrrasa válljiduvvi gietjat válggaguovlos juohkka nælját jage.
sma: 39 tjirkijh veeljesuvvieh 7 veeljemegievlijste fïerhten njealjeden jaepien.

source: Sámedigge galggá nannit sámij politihkalasj dilev ja åvdedit sámij ássjijt Vuonan, barggat vaj sáme álmmuk giehtadaláduvvá avtaárvvusattjat ja rievtesferduk láhkáj ja hiebadahttet vaj sáme máhtti ietjasa gielav, kultuvrav ja sebrudakiellemav åvddånahttet.
sma: Saemiedigkie edtja saemiej politihkeles sijjiem nænnoestehtedh jïh saemiej ïedtjh skreejredh Nöörjesne, viehkiehtidh guktie saemieh seammavyörtegs jïh seammaligke gïetedimmiem åadtjoeh, jïh sjïehteladtedh guktie saemieh maehtieh sijjen gïelem, sijjen kultuvrem jïh sijjen siebriedahkejieledem gorredidh jïh evtiedidh.

source: Sjiemá ájrrasida
sma: Tjirkijidie

source: Arkitektonalasj moallánahka
sma: Arkitektovneles guelmie

source: Dájdda Sámedikketsiekkadusán
sma: Tjeahpoeh Saemiedigkiegåetesne

source: Sámedikkev guossidit
sma: Guessine mïnnedh Saemiedigkesne

source: Organisasjåvnå struktuvrra ÅllestjåhkanibmeÅllestjåhkanime jådedibmeKomiteaSámedikki váiddalávdegoddiSámedikkerádeSNPNSámedikke vuorrasij ráde
sma: Åårganisasjovnestruktuvre StoerretjåanghkoeStoerretjåanhgkoen ståvroeMoenehtshSaemiedigkien laejhtememoenehtseSaemiedigkieraerieSUPUSaemiedigkien voereseraerie

source: Ållestjåhkanibme
sma: Stoerretjåanghkoe

source: Ållestjåhkanime jådedibme
sma: Stoerretjåanhgkoen ståvroe

source: Sámedikkeráde
sma: Saemiedigkieraerie

source: Sámedikke vuorrasij ráde
sma: Saemiedigkien voereseraerie

source: Duogásj Sámediggi 25 jagiHiståvrråRievtesvuodaRádádallamsjiehtadusÁlmmukbiejvve ja nasjåvnålasj gåvåstagá
sma: Saemiedigkie 25 jaepieh

source: Rievtesvuoda
sma: Histovrije

source: Rádádallamsjiehtadus
sma: Reaktah

source: Álmmukbiejvve ja nasjåvnålasj gåvåstagá
sma: Åålmegebiejjie jïh nasjovnaale symbovlh

source: Válde aktijvuodav mijájn Aktijvuodadiehto Sámedikke barggijda gávna dánna.
sma: Tjïeltereforme Saemiedigkie sæjhta dov mïelem govledh tjïeltereformen bïjre

source: Aktijvuodadiehto Sámedikke barggijda gávna dánna.
sma: Saemiedigkie sæjhta dov mïelem govledh tjïeltereformen bïjre
